IDEA Open Model
PointLoadOnLine.Mz Property
Compatible with IDEA StatiCa 20.1
 Moment about the z-axis
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Mz { get; set; }
Public Property Mz As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
PointLoadOnLine Class
IdeaRS.OpenModel.Loading Namespace